{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "String_Table-Settings_Description",
			"Children": [
				{
					"Source":
					{
						"Text": "3D Resolution"
					},
					"Translation":
					{
						"Text": "3Д Разрешение"
					},
					"Key": "Setting.Quality.Resolution"
				},
				{
					"Source":
					{
						"Text": "3D resolution determines the resolution that objects\nare rendered in game, but does not affect the main\nmenu. Lower resolutions can significantly increase\nframe rate."
					},
					"Translation":
					{
						"Text": "3Д разрешение определяет разрешение, с которым объекты\r\nотображаются в игре, но не влияет на главное\r\nменю. Более низкие разрешения могут значительно увеличить\r\nчастоту кадров."
					},
					"Key": "Setting.Quality.Resolution.Description"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "Сглаживание"
					},
					"Key": "Setting.AA"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing reduces jaggy artifacts along geometry\nedges. Increasing this setting will make edges look\nsmoother, but can reduce performance. Higher settings\nmean more anti-aliasing."
					},
					"Translation":
					{
						"Text": "Сглаживание уменьшает неровные артефакты по\r\nкраям геометрии.Увеличение этого параметра делает края\r\nболее плавными, но может снизить производительность. Более высокие настройки\r\nозначают большее сглаживание."
					},
					"Key": "Setting.AA.Description"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "Звук"
					},
					"Key": "Setting.Audio"
				},
				{
					"Source":
					{
						"Text": "Auto-Set Quality"
					},
					"Translation":
					{
						"Text": "Автоматическая настройка качества"
					},
					"Key": "Setting.AutoQuality"
				},
				{
					"Source":
					{
						"Text": "Automatically configure the graphics quality options\nbased on a benchmark of the hardware."
					},
					"Translation":
					{
						"Text": "Автоматическая настройка параметров качества графики\r\nна основе тестирования компонентов."
					},
					"Key": "Setting.AutoQuality.Description"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Назад"
					},
					"Key": "Menu.Nav.Cancel"
				},
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": "Кинематографическое"
					},
					"Key": "Setting.Quality.4"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "Подтвердить"
					},
					"Key": "Menu.Nav.Confirm"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Продолжить"
					},
					"Key": "Menu.Continue"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "Пользовательские"
					},
					"Key": "Setting.Quality.Custom"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "Дисплей"
					},
					"Key": "Setting.Display"
				},
				{
					"Source":
					{
						"Text": "Do you really want to quit?"
					},
					"Translation":
					{
						"Text": "Вы действительно хотите выйти?"
					},
					"Key": "Menu.Quit.Confirmation"
				},
				{
					"Source":
					{
						"Text": "Effects determines the quality of visual effects and\nlighting in game. Increasing this setting will increase the\nquality of visual effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Эффекты определяет качество визуальных эффектов и\nосвещения в игре. Увеличение этого параметра повышает\nкачество визуальных эффектов, но может снизить производительность."
					},
					"Key": "Setting.Effects.Description"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Эпические"
					},
					"Key": "Setting.Quality.3"
				},
				{
					"Source":
					{
						"Text": "Foliage"
					},
					"Translation":
					{
						"Text": "Растительность"
					},
					"Key": "Setting.Foliage"
				},
				{
					"Source":
					{
						"Text": "Global Illumination"
					},
					"Translation":
					{
						"Text": "Глобальное освищение"
					},
					"Key": "Setting.GI"
				},
				{
					"Source":
					{
						"Text": "Global Illumination controls the quality of dynamically\r\ncalculated indirect lighting bounces, sky shadowing and\r\nAmbient Occlusion. Settings of 'High' and above use\r\nmore accurate ray tracing methods to solve lighting,\r\nbut can reduce performance."
					},
					"Translation":
					{
						"Text": "Глобальное освещение контролирует качество динамически\r\nвычисляемых отражений непрямого освещения, затенения неба и\r\nамбиентного затенения. Настройки «Высокие» и выше используют\r\nболее точные методы трассировки лучей для просчёта освещения,\r\nно это может снизить производительность."
					},
					"Key": "Setting.GI.Descripton"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "Графика"
					},
					"Key": "Setting.Graphics"
				},
				{
					"Source":
					{
						"Text": "Graphics Quality"
					},
					"Translation":
					{
						"Text": "Качество Графики"
					},
					"Key": "Setting.Quality.Graphic"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "Высокие"
					},
					"Key": "Setting.Quality.2"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Низкие"
					},
					"Key": "Setting.Quality.0"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Главное Меню"
					},
					"Key": "Menu.MainMenu"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Средние"
					},
					"Key": "Setting.Quality.1"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "Новая Игра"
					},
					"Key": "Menu.NewGame"
				},
				{
					"Source":
					{
						"Text": "Next Tab"
					},
					"Translation":
					{
						"Text": "Следующая Вкладка"
					},
					"Key": "Manu.Nav.TabRight"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "Нет"
					},
					"Key": "Menu.prompt.No"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Настройки"
					},
					"Key": "Menu.Options"
				},
				{
					"Source":
					{
						"Text": "Overall Quality"
					},
					"Translation":
					{
						"Text": "Общее Качество"
					},
					"Key": "Setting.Quality.Overall"
				},
				{
					"Source":
					{
						"Text": "Post Processing"
					},
					"Translation":
					{
						"Text": "Пост-обработка"
					},
					"Key": "Setting.PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Post Processing effects include Motion Blur, Depth of\nField and Bloom. Increasing this setting improves the\nquality of post process effects, but can reduce\nperformance."
					},
					"Translation":
					{
						"Text": "Эффекты пост-обработки включают размытие движения, глубину\nрезкости и блум. Увеличение этого параметра улучшает\nкачество эффектов постобработки, но может снизить\nпроизводительность."
					},
					"Key": "Setting.PostProcessing.Description"
				},
				{
					"Source":
					{
						"Text": "Previous Tab"
					},
					"Translation":
					{
						"Text": "Предыдущая Вкладка"
					},
					"Key": "Menu.Nav.TabLeft"
				},
				{
					"Source":
					{
						"Text": "Quality Preset allows you to adjust multiple video\r\noptions at once. Try a few options to see what fits your\r\npreference and device's performance."
					},
					"Translation":
					{
						"Text": "Предварительная настройка качества позволяет настроить сразу несколько\r\nвидео параметров.\r\nПопробуйте несколько вариантов, чтобы понять, что соответствует вашим\r\nпредпочтениям и производительности устройства."
					},
					"Key": "Setting.QualityPresets.Description"
				},
				{
					"Source":
					{
						"Text": "Quality Presets"
					},
					"Translation":
					{
						"Text": "Пресеты Качества"
					},
					"Key": "Setting.Quality.Presets"
				},
				{
					"Source":
					{
						"Text": "Quit Game"
					},
					"Translation":
					{
						"Text": "Выйти из игры"
					},
					"Key": "Menu.Quit"
				},
				{
					"Source":
					{
						"Text": "Reflections"
					},
					"Translation":
					{
						"Text": "Отражения"
					},
					"Key": "Setting.Reflections"
				},
				{
					"Source":
					{
						"Text": "Reflections quality determines the resolution and\r\naccuracy of reflections. Settings of 'High' and above\r\nuse more accurate ray tracing methods to solve\r\nreflections, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Качество отражений определяет разрешение и\r\nточность отражений. Настройки «Высокое» и выше\r\nиспользуют более точные методы трассировки лучей для просчёта\r\nотражений, но могут снизить производительность."
					},
					"Key": "Setting.Reflections.Description"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "Продолжить"
					},
					"Key": "Menu.Resume"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Настройки"
					},
					"Key": "Menu.Settings"
				},
				{
					"Source":
					{
						"Text": "Shading"
					},
					"Translation":
					{
						"Text": "Затенение"
					},
					"Key": "Setting.Shading"
				},
				{
					"Source":
					{
						"Text": "Shadow quality determines the resolution and view\ndistance of dynamic shadows. Shadows improve visual\nquality and give better depth perception, but can\nreduce performance."
					},
					"Translation":
					{
						"Text": "Качество теней определяет разрешение и\r\nрасстояние видимости\r\nдинамических теней. Тени улучшают\r\nкачество изображения\r\nи обеспечивают лучшее восприятие глубины, но могут\r\nснижать производительность."
					},
					"Key": "Setting.Shadows.Description"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": "Тени"
					},
					"Key": "Setting.Shadows"
				},
				{
					"Source":
					{
						"Text": "Texture quality determines the resolution of textures in\ngame. Increasing this setting will make abjects more\ndetailed, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Качество текстур определяет разрешение текстур в\nигре. Увеличение этого параметра сделает предметы более\nдетализированными, но может снизить производительность."
					},
					"Key": "Setting.Textures.Description"
				},
				{
					"Source":
					{
						"Text": "Textures"
					},
					"Translation":
					{
						"Text": "Текстуры"
					},
					"Key": "Setting.Textures"
				},
				{
					"Source":
					{
						"Text": "Unsupported"
					},
					"Translation":
					{
						"Text": "Не поддерживается"
					},
					"Key": "Setting.Unsupported"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "Видео"
					},
					"Key": "Setting.Video"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "Дальность Прорисовки"
					},
					"Key": "Setting.ViewDistance"
				},
				{
					"Source":
					{
						"Text": "View distance determines how far away abjects are\nculled for performance."
					},
					"Translation":
					{
						"Text": "Дальность прорисовки определяет\r\nс какого расстояния\r\nотбираются объекты\r\nдля исполнения."
					},
					"Key": "Setting.ViewDistance.Description"
				},
				{
					"Source":
					{
						"Text": "Visual Effects"
					},
					"Translation":
					{
						"Text": "Визуальные Эффекты"
					},
					"Key": "Setting.Effects"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Да"
					},
					"Key": "Menu.Prompt.Yes"
				},
				{
					"Source":
					{
						"Text": "aaaaaaaaaa"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Setting.Shading.Description"
				},
				{
					"Source":
					{
						"Text": "aaaaaaaaaa"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Setting.Foliage.Description"
				}
			]
		}
	]
}